Repository: m-sadykov/lecturenotes
Catalog: lecturenotes/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Unable to save imported PDF right now.
ar: تعذر حفظ ملف PDF المستورد الآن.
ca: No es pot desar PDF importat ara mateix.
cs: Právě teď nelze uložit importované PDF.
da: Kan ikke gemme importerede PDF lige nu.
de: Importiertes PDF kann derzeit nicht gespeichert werden.
el: Δεν είναι δυνατή η αποθήκευση του εισαγόμενου PDF αυτήν τη στιγμή.
es: No se puede guardar el PDF importado en este momento.
fi: Tuotua PDF ei voi tallentaa juuri nyt.
fr: Impossible d'enregistrer le PDF importé pour le moment.
he: לא ניתן לשמור את PDF המיובאים כרגע.
hi: अभी आयातित PDF को सहेजने में असमर्थ.
hr: Trenutačno nije moguće spremiti uvezeni PDF.
hu: Az importált PDF jelenleg nem menthető.
id: Tidak dapat menyimpan PDF yang diimpor saat ini.
it: Impossibile salvare PDF importato in questo momento.
ja: 現在、インポートされた PDF を保存できません。
ko: 지금은 가져온 PDF을(를) 저장할 수 없습니다.
ms: Tidak dapat menyimpan PDF yang diimport sekarang.
nb: Kan ikke lagre importerte PDF akkurat nå.
nl: Kan geïmporteerde PDF momenteel niet opslaan.
pl: Nie można teraz zapisać zaimportowanego PDF.
pt: Não é possível salvar PDF importado no momento.
ro: Nu se poate salva PDF importat în acest moment.
ru: Невозможно сохранить импортированный PDF прямо сейчас.
sk: Momentálne nie je možné uložiť importované PDF.
sv: Det går inte att spara importerad PDF just nu.
th: ไม่สามารถบันทึก PDF ที่นำเข้าได้ในขณะนี้
tr: İçe aktarılan PDF şu anda kaydedilemiyor.
uk: Зараз неможливо зберегти імпортований PDF.
vi: Không thể lưu PDF đã nhập ngay bây giờ.
zh_hans: 目前无法保存导入的 PDF。
zh_hant: 目前無法儲存導入的 PDF。

source: Unable to save imported text right now.
ar: تعذر حفظ النص المستورد الآن.
ca: No es pot desar el text importat en aquest moment.
cs: Importovaný text nyní nelze uložit.
da: Kan ikke gemme importeret tekst lige nu.
de: Importierter Text kann derzeit nicht gespeichert werden.
el: Δεν είναι δυνατή η αποθήκευση του εισαγόμενου κειμένου αυτήν τη στιγμή.
es: No se puede guardar el texto importado en este momento.
fi: Tuotua tekstiä ei voi tallentaa juuri nyt.
fr: Impossible d'enregistrer le texte importé pour le moment.
he: לא ניתן לשמור טקסט מיובא כרגע.
hi: आयातित पाठ को अभी सहेजने में असमर्थ.
hr: Trenutačno nije moguće spremiti uvezeni tekst.
hu: Az importált szöveget jelenleg nem lehet menteni.
id: Tidak dapat menyimpan teks yang diimpor saat ini.
it: Impossibile salvare il testo importato in questo momento.
ja: 現在、インポートされたテキストを保存できません。
ko: 지금은 가져온 텍스트를 저장할 수 없습니다.
ms: Tidak dapat menyimpan teks yang diimport sekarang.
nb: Kan ikke lagre importert tekst akkurat nå.
nl: Kan geïmporteerde tekst momenteel niet opslaan.
pl: Nie można teraz zapisać zaimportowanego tekstu.
pt: Não é possível salvar o texto importado no momento.
ro: Nu se poate salva textul importat în acest moment.
ru: Невозможно сохранить импортированный текст прямо сейчас.
sk: Momentálne nie je možné uložiť importovaný text.
sv: Det går inte att spara importerad text just nu.
th: ไม่สามารถบันทึกข้อความที่นำเข้าได้ในขณะนี้
tr: İçe aktarılan metin şu anda kaydedilemiyor.
uk: Зараз неможливо зберегти імпортований текст.
vi: Không thể lưu văn bản đã nhập ngay bây giờ.
zh_hans: 目前无法保存导入的文本。
zh_hant: 目前無法儲存導入的文字。

source: Unable to save recording right now.
ar: تعذر حفظ التسجيل الآن.
ca: No es pot desar la gravació en aquest moment.
cs: Momentálně nelze záznam uložit.
da: Kan ikke gemme optagelsen lige nu.
de: Die Aufnahme kann derzeit nicht gespeichert werden.
el: Δεν είναι δυνατή η αποθήκευση της εγγραφής αυτήν τη στιγμή.
es: No se puede guardar la grabación en este momento.
fi: Tallennetta ei voi tallentaa juuri nyt.
fr: Impossible de sauvegarder l'enregistrement pour le moment.
he: לא ניתן לשמור את ההקלטה כרגע.
hi: अभी रिकॉर्डिंग सहेजने में असमर्थ.
hr: Trenutačno nije moguće spremiti snimku.
hu: Jelenleg nem lehet menteni a felvételt.
id: Tidak dapat menyimpan rekaman saat ini.
it: Impossibile salvare la registrazione in questo momento.
ja: 現在、録音を保存できません。
ko: 지금은 녹음을 저장할 수 없습니다.
ms: Tidak dapat menyimpan rakaman sekarang.
nb: Kan ikke lagre opptaket akkurat nå.
nl: Kan de opname momenteel niet opslaan.
pl: Nie można teraz zapisać nagrania.
pt: Não é possível salvar a gravação no momento.
ro: Nu se poate salva înregistrarea acum.
ru: Невозможно сохранить запись прямо сейчас.
sk: Momentálne nie je možné uložiť záznam.
sv: Det går inte att spara inspelningen just nu.
th: ไม่สามารถบันทึกการบันทึกได้ในขณะนี้
tr: Kayıt şu anda kaydedilemiyor.
uk: Зараз неможливо зберегти запис.
vi: Không thể lưu bản ghi ngay bây giờ.
zh_hans: 目前无法保存录音。
zh_hant: 目前無法保存錄音。

source: Unable to save YouTube import right now.
ar: تعذر حفظ استيراد YouTube الآن.
ca: No es pot desar la importació YouTube ara mateix.
cs: Import YouTube nelze nyní uložit.
da: Kan ikke gemme YouTube import lige nu.
de: Der YouTube-Import kann derzeit nicht gespeichert werden.
el: Δεν είναι δυνατή η αποθήκευση YouTube εισαγωγής αυτήν τη στιγμή.
es: No se puede guardar la importación YouTube en este momento.
fi: Tuontia YouTube ei voi tallentaa juuri nyt.
fr: Impossible d'enregistrer l'importation YouTube pour le moment.
he: לא ניתן לשמור את ייבוא ​​YouTube כרגע.
hi: अभी YouTube आयात सहेजने में असमर्थ.
hr: Trenutačno nije moguće spremiti uvoz YouTube.
hu: Jelenleg nem lehet menteni a YouTube importálást.
id: Tidak dapat menyimpan impor YouTube saat ini.
it: Impossibile salvare l'importazione YouTube in questo momento.
ja: 現在、YouTube インポートを保存できません。
ko: 지금은 YouTube 가져오기를 저장할 수 없습니다.
ms: Tidak dapat menyimpan import YouTube sekarang.
nb: Kan ikke lagre YouTube import akkurat nå.
nl: Kan de import van YouTube momenteel niet opslaan.
pl: Nie można teraz zapisać importu YouTube.
pt: Não é possível salvar a importação de YouTube no momento.
ro: Nu se poate salva YouTube importul în acest moment.
ru: Невозможно сохранить импорт YouTube прямо сейчас.
sk: Momentálne nie je možné uložiť import YouTube.
sv: Det går inte att spara importen YouTube just nu.
th: ไม่สามารถบันทึกการนำเข้า YouTube ได้ในขณะนี้
tr: YouTube içe aktarma şu anda kaydedilemiyor.
uk: Зараз неможливо зберегти імпорт YouTube.
vi: Không thể lưu quá trình nhập YouTube ngay bây giờ.
zh_hans: 目前无法保存 YouTube 导入。
zh_hant: 目前無法儲存 YouTube 導入。

source: Unable to sign in anonymously.
ar: تعذر تسجيل الدخول بشكل مجهول.
ca: No es pot iniciar la sessió de manera anònima.
cs: Nelze se přihlásit anonymně.
da: Kan ikke logge ind anonymt.
de: Anonyme Anmeldung nicht möglich.
el: Δεν είναι δυνατή η ανώνυμη σύνδεση.
es: No se puede iniciar sesión de forma anónima.
fi: Ei voi kirjautua sisään nimettömänä.
fr: Impossible de se connecter de manière anonyme.
he: לא ניתן להיכנס באופן אנונימי.
hi: गुमनाम रूप से साइन इन करने में असमर्थ.
hr: Nije moguće prijaviti se anonimno.
hu: Nem lehet névtelenül bejelentkezni.
id: Tidak dapat masuk secara anonim.
it: Impossibile accedere in modo anonimo.
ja: 匿名でサインインできません。
ko: 익명으로 로그인할 수 없습니다.
ms: Tidak dapat log masuk tanpa nama.
nb: Kan ikke logge på anonymt.
nl: Kan niet anoniem inloggen.
pl: Nie można zalogować się anonimowo.
pt: Não é possível fazer login anonimamente.
ro: Nu se poate conecta anonim.
ru: Невозможно войти анонимно.
sk: Nedá sa prihlásiť anonymne.
sv: Det går inte att logga in anonymt.
th: ไม่สามารถลงชื่อเข้าใช้โดยไม่ระบุชื่อได้
tr: Anonim olarak oturum açılamıyor.
uk: Неможливо ввійти анонімно.
vi: Không thể đăng nhập ẩn danh.
zh_hans: 无法匿名登录。
zh_hant: 無法匿名登入。

source: Unable to split the audio into processing chunks.
ar: تعذر تقسيم الصوت إلى أجزاء للمعالجة.
ca: No es pot dividir l'àudio en fragments de processament.
cs: Zvuk nelze rozdělit na části zpracování.
da: Kan ikke opdele lyden i behandlingsstykker.
de: Das Audio kann nicht in Verarbeitungsblöcke aufgeteilt werden.
el: Δεν είναι δυνατός ο διαχωρισμός του ήχου σε κομμάτια επεξεργασίας.
es: No se puede dividir el audio en fragmentos de procesamiento.
fi: Ääntä ei voida jakaa prosessointipaloihin.
fr: Impossible de diviser l'audio en morceaux de traitement.
he: לא ניתן לפצל את השמע לנתחי עיבוד.
hi: ऑडियो को प्रसंस्करण खंडों में विभाजित करने में असमर्थ।
hr: Nije moguće podijeliti zvuk u dijelove za obradu.
hu: Nem lehet felosztani a hangot feldolgozási darabokra.
id: Tidak dapat membagi audio menjadi beberapa bagian pemrosesan.
it: Impossibile dividere l'audio in blocchi di elaborazione.
ja: オーディオを処理チャンクに分割できません。
ko: 오디오를 처리 청크로 분할할 수 없습니다.
ms: Tidak dapat membahagikan audio kepada bahagian pemprosesan.
nb: Kan ikke dele opp lyden i prosesseringsbiter.
nl: Kan de audio niet opsplitsen in verwerkingsbrokken.
pl: Nie można podzielić dźwięku na fragmenty do przetwarzania.
pt: Não é possível dividir o áudio em partes de processamento.
ro: Nu se poate împărți sunetul în bucăți de procesare.
ru: Невозможно разделить аудио на фрагменты обработки.
sk: Nie je možné rozdeliť zvuk na časti spracovania.
sv: Det går inte att dela upp ljudet i bearbetningsbitar.
th: ไม่สามารถแยกเสียงออกเป็นส่วนๆ ในการประมวลผลได้
tr: Ses işlenen parçalara bölünemiyor.
uk: Неможливо розділити аудіо на фрагменти обробки.
vi: Không thể chia âm thanh thành các phần xử lý.
zh_hans: 无法将音频分割成处理块。
zh_hant: 無法將音訊分割成處理區塊。

source: Unable to update folder right now.
ar: تعذر تحديث المجلد الآن.
ca: No es pot actualitzar la carpeta en aquest moment.
cs: Momentálně nelze aktualizovat složku.
da: Kan ikke opdatere mappe lige nu.
de: Der Ordner kann derzeit nicht aktualisiert werden.
el: Δεν είναι δυνατή η ενημέρωση του φακέλου αυτήν τη στιγμή.
es: No se puede actualizar la carpeta en este momento.
fi: Kansiota ei voi päivittää juuri nyt.
fr: Impossible de mettre à jour le dossier pour le moment.
he: לא ניתן לעדכן את התיקיה כרגע.
hi: अभी फ़ोल्डर अद्यतन करने में असमर्थ.
hr: Trenutačno nije moguće ažurirati mapu.
hu: Jelenleg nem lehet frissíteni a mappát.
id: Tidak dapat memperbarui folder saat ini.
it: Impossibile aggiornare la cartella in questo momento.
ja: 現在フォルダーを更新できません。
ko: 지금은 폴더를 업데이트할 수 없습니다.
ms: Tidak dapat mengemas kini folder sekarang.
nb: Kan ikke oppdatere mappen akkurat nå.
nl: Kan de map momenteel niet bijwerken.
pl: Nie można teraz zaktualizować folderu.
pt: Não é possível atualizar a pasta no momento.
ro: Nu se poate actualiza folderul acum.
ru: Невозможно обновить папку прямо сейчас.
sk: Momentálne nie je možné aktualizovať priečinok.
sv: Det går inte att uppdatera mappen just nu.
th: ไม่สามารถอัปเดตโฟลเดอร์ได้ในขณะนี้
tr: Klasör şu anda güncellenemiyor.
uk: Зараз неможливо оновити папку.
vi: Không thể cập nhật thư mục ngay bây giờ.
zh_hans: 现在无法更新文件夹。
zh_hant: 現在無法更新資料夾。

source: Unable to update title right now.
ar: تعذر تحديث العنوان الآن.
ca: No es pot actualitzar el títol ara mateix.
cs: Titul momentálně nelze aktualizovat.
da: Kan ikke opdatere titlen lige nu.
de: Der Titel kann derzeit nicht aktualisiert werden.
el: Δεν είναι δυνατή η ενημέρωση του τίτλου αυτήν τη στιγμή.
es: No se puede actualizar el título en este momento.
fi: Otsikkoa ei voi päivittää juuri nyt.
fr: Impossible de mettre à jour le titre pour le moment.
he: לא ניתן לעדכן את הכותרת כרגע.
hi: अभी शीर्षक अपडेट करने में असमर्थ.
hr: Trenutačno nije moguće ažurirati naslov.
hu: Jelenleg nem lehet frissíteni a címet.
id: Tidak dapat memperbarui judul saat ini.
it: Impossibile aggiornare il titolo in questo momento.
ja: 現在タイトルを更新できません。
ko: 지금은 제목을 업데이트할 수 없습니다.
ms: Tidak dapat mengemas kini tajuk sekarang.
nb: Kan ikke oppdatere tittelen akkurat nå.
nl: Kan de titel momenteel niet updaten.
pl: Nie można teraz zaktualizować tytułu.
pt: Não é possível atualizar o título no momento.
ro: Nu se poate actualiza titlul acum.
ru: Невозможно обновить заголовок прямо сейчас.
sk: Názov momentálne nie je možné aktualizovať.
sv: Det går inte att uppdatera titeln just nu.
th: ไม่สามารถอัปเดตชื่อได้ในขณะนี้
tr: Başlık şu anda güncellenemiyor.
uk: Зараз неможливо оновити назву.
vi: Không thể cập nhật tiêu đề ngay bây giờ.
zh_hans: 现在无法更新标题。
zh_hant: 現在無法更新標題。

source: Unavailable
ar: غير متاح
ca: No disponible
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht verfügbar
el: Μη διαθέσιμο
es: No disponible
fi: Ei saatavilla
fr: Indisponible
he: לא זמין
hi: अनुपलब्ध
hr: Nedostupan
hu: Nem elérhető
id: Tidak tersedia
it: Non disponibile
ja: 利用不可
ko: 이용 불가
ms: Tidak tersedia
nb: Utilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
pt: Indisponível
ro: Indisponibil
ru: Недоступно
sk: nedostupné
sv: Ej tillgänglig
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
uk: Недоступний
vi: Không có sẵn
zh_hans: 不可用
zh_hant: 不可用

source: Unknown
ar: غير معروف
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznámy
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомий
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

source: Unlock Premium
ar: افتح Premium
ca: Desbloqueja Premium
cs: Odemknout Premium
da: Lås Premium op
de: Premium entsperren
el: Ξεκλείδωμα Premium
es: Desbloquear Premium
fi: Avaa Premium
fr: Débloquez Premium
he: בטל את הנעילה של Premium
hi: अनलॉक Premium
hr: Otključaj Premium
hu: Premium feloldása
id: Buka kunci Premium
it: Sblocca Premium
ja: Premium のロックを解除する
ko: Premium 잠금 해제
ms: Buka kunci Premium
nb: Lås opp Premium
nl: Ontgrendel Premium
pl: Odblokuj Premium
pt: Desbloquear Premium
ro: Deblocați Premium
ru: Разблокировать Premium
sk: Odomknúť Premium
sv: Lås upp Premium
th: ปลดล็อค Premium
tr: Premium kilidini açın
uk: Розблокувати Premium
vi: Mở khóa Premium
zh_hans: 解锁 Premium
zh_hant: 解鎖 Premium

source: Untitled Lecture
ar: محاضرة بلا عنوان
ca: Conferència sense títol
cs: Přednáška bez názvu
da: Foredrag uden titel
de: Vorlesung ohne Titel
el: Διάλεξη χωρίς τίτλο
es: Conferencia sin título
fi: Nimetön luento
fr: Conférence sans titre
he: הרצאה ללא כותרת
hi: शीर्षकहीन व्याख्यान
hr: Predavanje bez naslova
hu: Cím nélküli előadás
id: Kuliah Tanpa Judul
it: Lezione senza titolo
ja: 無題の講義
ko: 제목없는 강의
ms: Kuliah Tanpa Tajuk
nb: Forelesning uten tittel
nl: Lezing zonder titel
pl: Wykład bez tytułu
pt: Palestra sem título
ro: Prelegere fără titlu
ru: Лекция без названия
sk: Prednáška bez názvu
sv: Namnlös föreläsning
th: การบรรยายที่ไม่มีชื่อ
tr: Başlıksız Ders
uk: Лекція без назви
vi: Bài giảng không tên
zh_hans: 无题讲座
zh_hant: 無題講座

source: Up to 100 minutes per recording
ar: حتى 100 دقيقة لكل تسجيل
ca: Fins a 100 minuts per gravació
cs: Až 100 minut na záznam
da: Op til 100 minutter pr. optagelse
de: Bis zu 100 Minuten pro Aufnahme
el: Έως 100 λεπτά ανά εγγραφή
es: Hasta 100 minutos por grabación
fi: Jopa 100 minuuttia per tallennus
fr: Jusqu'à 100 minutes par enregistrement
he: עד 100 דקות להקלטה
hi: प्रति रिकॉर्डिंग 100 मिनट तक
hr: Do 100 minuta po snimci
hu: Felvételenként akár 100 perc
id: Hingga 100 menit per rekaman
it: Fino a 100 minuti per registrazione
ja: 1回の録画につき最大100分
ko: 녹음당 최대 100분
ms: Sehingga 100 minit setiap rakaman
nb: Opptil 100 minutter per opptak
nl: Maximaal 100 minuten per opname
pl: Do 100 minut na nagranie
pt: Até 100 minutos por gravação
ro: Până la 100 de minute per înregistrare
ru: До 100 минут на запись
sk: Až 100 minút na záznam
sv: Upp till 100 minuter per inspelning
th: สูงสุด 100 นาทีต่อการบันทึก
tr: Kayıt başına 100 dakikaya kadar
uk: До 100 хвилин на запис
vi: Lên đến 100 phút cho mỗi lần ghi
zh_hans: 每次录音最长 100 分钟
zh_hant: 每次錄音最長 100 分鐘

source: Update the lecture title.
ar: حدّث عنوان المحاضرة.
ca: Actualitza el títol de la conferència.
cs: Aktualizujte název přednášky.
da: Opdater forelæsningens titel.
de: Aktualisieren Sie den Titel der Vorlesung.
el: Ενημερώστε τον τίτλο της διάλεξης.
es: Actualiza el título de la conferencia.
fi: Päivitä luennon otsikko.
fr: Mettez à jour le titre de la conférence.
he: עדכן את כותרת ההרצאה.
hi: व्याख्यान का शीर्षक अद्यतन करें.
hr: Ažurirajte naslov predavanja.
hu: Frissítse az előadás címét.
id: Perbarui judul kuliah.
it: Aggiorna il titolo della lezione.
ja: 講演タイトルを更新しました。
ko: 강의 제목을 업데이트하세요.
ms: Kemas kini tajuk kuliah.
nb: Oppdater forelesningstittelen.
nl: Update de titel van de lezing.
pl: Zaktualizuj tytuł wykładu.
pt: Atualize o título da palestra.
ro: Actualizați titlul prelegerii.
ru: Обновите название лекции.
sk: Aktualizujte názov prednášky.
sv: Uppdatera föreläsningens titel.
th: อัพเดทชื่อเรื่องการบรรยาย
tr: Ders başlığını güncelleyin.
uk: Оновіть назву лекції.
vi: Cập nhật tiêu đề bài giảng
zh_hans: 更新讲座标题。
zh_hant: 更新講座標題。

source: Upgrade to Pro
ar: الترقية إلى Pro
ca: Actualitza a Pro
cs: Upgradovat na Pro
da: Opgrader til Pro
de: Upgrade auf Pro
el: Αναβάθμιση σε Pro
es: Actualice a Pro
fi: Päivitä Pro
fr: Mise à niveau vers Pro
he: שדרג ל-Pro
hi: Pro में अपग्रेड करें
hr: Nadogradite na Pro
hu: Frissítés Pro
id: Tingkatkan ke Pro
it: Passa a Pro
ja: Pro にアップグレードする
ko: Pro로 업그레이드
ms: Naik taraf kepada Pro
nb: Oppgrader til Pro
nl: Upgrade naar Pro
pl: Uaktualnij do Pro
pt: Atualizar para Pro
ro: Faceți upgrade la Pro
ru: Обновите до Pro
sk: Inovovať na Pro
sv: Uppgradera till Pro
th: อัปเกรดเป็น Pro
tr: Pro'ye yükseltme
uk: Оновити до Pro
vi: Nâng cấp lên Pro
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro

source: Uploading
ar: جارٍ الرفع
ca: S'està pujant
cs: Nahrávání
da: Uploader
de: Wird hochgeladen
el: Μεταφόρτωση
es: Subiendo
fi: Ladataan
fr: Téléversement
he: מעלה
hi: अपलोड हो रहा है
hr: Prenošenje
hu: Feltöltés
id: Mengunggah
it: Caricamento
ja: アップロード中
ko: 업로드 중
ms: Memuat naik
nb: Laster opp
nl: Uploaden
pl: Przesyłanie
pt: A carregar
ro: Se încarcă
ru: Загрузка
sk: Nahráva sa
sv: Laddar upp
th: กำลังอัปโหลด
tr: Yükleniyor
uk: Завантаження
vi: Đang tải lên
zh_hans: 上传中
zh_hant: 上傳中

source: Uploading your recording so processing can begin.
ar: جارٍ رفع التسجيل حتى تبدأ المعالجة.
ca: Pengeu la vostra gravació perquè pugui començar el processament.
cs: Nahrání záznamu, aby mohlo začít zpracování.
da: Uploader din optagelse, så behandlingen kan begynde.
de: Laden Sie Ihre Aufnahme hoch, damit die Verarbeitung beginnen kann.
el: Μεταφόρτωση της εγγραφής σας ώστε να ξεκινήσει η επεξεργασία.
es: Subiendo su grabación para que pueda comenzar el procesamiento.
fi: Tallenteen lataaminen, jotta käsittely voi alkaa.
fr: Téléchargez votre enregistrement pour que le traitement puisse commencer.
he: מעלה את ההקלטה שלך כדי שהעיבוד יוכל להתחיל.
hi: अपनी रिकॉर्डिंग अपलोड कर रहा हूं ताकि प्रोसेसिंग शुरू हो सके।
hr: Prijenos vaše snimke kako bi obrada mogla započeti.
hu: A felvétel feltöltése a feldolgozás megkezdéséhez.
id: Mengunggah rekaman Anda sehingga pemrosesan dapat dimulai.
it: Caricamento della registrazione in modo che l'elaborazione possa iniziare.
ja: 処理を開始できるように録音をアップロードします。
ko: 처리를 시작할 수 있도록 녹음 파일을 업로드하는 중입니다.
ms: Memuat naik rakaman anda supaya pemprosesan boleh dimulakan.
nb: Laster opp opptaket ditt slik at behandlingen kan begynne.
nl: Uw opname wordt geüpload zodat de verwerking kan beginnen.
pl: Przesyłam nagranie, aby można było rozpocząć przetwarzanie.
pt: Enviando sua gravação para que o processamento possa começar.
ro: Încărcarea înregistrării pentru a putea începe procesarea.
ru: Загрузка записи для начала обработки.
sk: Nahráva sa záznam, aby sa mohlo začať spracovanie.
sv: Laddar upp din inspelning så att bearbetningen kan börja.
th: กำลังอัปโหลดการบันทึกของคุณเพื่อเริ่มต้นการประมวลผล
tr: İşlemenin başlayabilmesi için kaydınız yükleniyor.
uk: Завантаження запису для початку обробки.
vi: Đang tải bản ghi của bạn lên để quá trình xử lý có thể bắt đầu.
zh_hans: 上传您的录音以便开始处理。
zh_hant: 上傳您的錄音以便開始處理。

source: Uploading your recording.
ar: جارٍ رفع التسجيل.
ca: S'està penjant la teva gravació.
cs: Nahrávání nahrávky.
da: Uploader din optagelse.
de: Laden Sie Ihre Aufnahme hoch.
el: Μεταφόρτωση της ηχογράφησης σας.
es: Subiendo tu grabación.
fi: Tallennettasi ladataan.
fr: Téléchargement de votre enregistrement.
he: מעלה את ההקלטה שלך.
hi: अपनी रिकॉर्डिंग अपलोड कर रहा हूँ.
hr: Prijenos vaše snimke.
hu: Feltöltése folyamatban van.
id: Mengunggah rekaman Anda.
it: Caricamento della registrazione.
ja: 録音をアップロードしています。
ko: 녹음을 업로드하는 중입니다.
ms: Memuat naik rakaman anda.
nb: Laster opp opptaket ditt.
nl: Je opname uploaden.
pl: Przesyłanie nagrania.
pt: Carregando sua gravação.
ro: Încărcarea înregistrării dvs.
ru: Загружаю вашу запись.
sk: Nahráva sa záznam.
sv: Laddar upp din inspelning.
th: กำลังอัปโหลดการบันทึกของคุณ
tr: Kaydınız yükleniyor.
uk: Завантаження вашого запису.
vi: Đang tải lên bản ghi của bạn.
zh_hans: 正在上传您的录音。
zh_hant: 正在上傳您的錄音。

source: Uploading...
ar: جارٍ الرفع...
ca: S'està carregant...
cs: Nahrávání...
da: Uploader...
de: Hochladen...
el: Μεταφόρτωση...
es: Subiendo...
fi: Ladataan...
fr: Téléchargement...
he: מעלה...
hi: अपलोड हो रहा है...
hr: Prijenos...
hu: Feltöltés...
id: Mengunggah...
it: Caricamento...
ja: アップロード中...
ko: 업로드 중...
ms: Memuat naik...
nb: Laster opp ...
nl: Uploaden...
pl: Przesyłanie...
pt: Fazendo upload...
ro: Se încarcă...
ru: Загрузка...
sk: Nahráva sa...
sv: Laddar upp...
th: กำลังอัปโหลด...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải lên...
zh_hans: 正在上传...
zh_hant: 正在上傳...

source: Use the menu button on a recording to move it into this folder.
ar: استخدم زر القائمة في التسجيل لنقله إلى هذا المجلد.
ca: Utilitzeu el botó de menú d'una gravació per moure-la a aquesta carpeta.
cs: Pomocí tlačítka nabídky na záznamu jej přesuňte do této složky.
da: Brug menuknappen på en optagelse til at flytte den til denne mappe.
de: Verwenden Sie die Menütaste einer Aufnahme, um sie in diesen Ordner zu verschieben.
el: Χρησιμοποιήστε το κουμπί μενού σε μια εγγραφή για να τη μετακινήσετε σε αυτόν τον φάκελο.
es: Utilice el botón de menú en una grabación para moverla a esta carpeta.
fi: Käytä tallenteen valikkopainiketta siirtääksesi sen tähän kansioon.
fr: Utilisez le bouton de menu sur un enregistrement pour le déplacer dans ce dossier.
he: השתמש בלחצן התפריט בהקלטה כדי להעביר אותה לתיקיה זו.
hi: किसी रिकॉर्डिंग को इस फ़ोल्डर में ले जाने के लिए उस पर मेनू बटन का उपयोग करें।
hr: Koristite gumb izbornika na snimci da je premjestite u ovu mapu.
hu: A felvétel menü gombjával helyezze át ebbe a mappába.
id: Gunakan tombol menu pada rekaman untuk memindahkannya ke folder ini.
it: Utilizzare il pulsante menu su una registrazione per spostarla in questa cartella.
ja: 録画のメニュー ボタンを使用して、録画をこのフォルダに移動します。
ko: 녹음 파일의 메뉴 버튼을 사용하여 녹음 파일을 이 폴더로 이동하세요.
ms: Gunakan butang menu pada rakaman untuk mengalihkannya ke dalam folder ini.
nb: Bruk menyknappen på et opptak for å flytte det til denne mappen.
nl: Gebruik de menuknop op een opname om deze naar deze map te verplaatsen.
pl: Użyj przycisku menu na nagraniu, aby przenieść je do tego folderu.
pt: Use o botão de menu em uma gravação para movê-la para esta pasta.
ro: Utilizați butonul de meniu de pe o înregistrare pentru a o muta în acest dosar.
ru: Используйте кнопку меню на записи, чтобы переместить ее в эту папку.
sk: Pomocou tlačidla ponuky na zázname ho presuniete do tohto priečinka.
sv: Använd menyknappen på en inspelning för att flytta den till den här mappen.
th: ใช้ปุ่มเมนูบนการบันทึกเพื่อย้ายไปยังโฟลเดอร์นี้
tr: Bir kaydı bu klasöre taşımak için üzerindeki menü düğmesini kullanın.
uk: Використовуйте кнопку меню на записі, щоб перемістити його в цю папку.
vi: Sử dụng nút menu trên bản ghi để di chuyển nó vào thư mục này.
zh_hans: 使用录音上的菜单按钮将其移动到此文件夹中。
zh_hant: 使用錄音上的選單按鈕將其移至此資料夾中。
